Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# login.passkey.errors.notInteractive
source: Passkeys aren't available right now. Try again in a moment.
ar: مفاتيح المرور غير متاحة الآن. حاول بعد قليل.
bg: Ключовете за достъп не са налични в момента. Опитайте след малко.
bn: পাসকি এখন উপলব্ধ নয়। কিছুক্ষণ পর আবার চেষ্টা করুন।
ca: Les claus d'accés no estan disponibles ara mateix. Torna-ho a provar d'aquí a un moment.
cs: Přístupové klíče teď nejsou dostupné. Zkuste to za chvíli.
da: Adgangsnøgler er ikke tilgængelige lige nu. Prøv igen om lidt.
de: Passkeys sind derzeit nicht verfügbar. Versuche es gleich noch einmal.
el: Τα κλειδιά πρόσβασης δεν είναι διαθέσιμα τώρα. Δοκιμάστε ξανά σε λίγο.
es: Las claves de acceso no están disponibles ahora. Inténtalo en un momento.
et: Pääsuvõtmed pole praegu saadaval. Proovi varsti uuesti.
fa: کلیدهای عبور فعلاً در دسترس نیستند. کمی بعد دوباره تلاش کنید.
fi: Pääsyavaimet eivät ole juuri nyt käytettävissä. Yritä hetken kuluttua uudelleen.
fil: Hindi available ang mga passkey ngayon. Subukan muli mamaya.
fr: Les clés d’accès sont indisponibles pour le moment. Réessayez bientôt.
he: מפתחות גישה אינם זמינים כרגע. יש לנסות שוב בעוד רגע.
hi: पासकी अभी उपलब्ध नहीं हैं। थोड़ी देर बाद फिर कोशिश करें।
hr: Pristupni ključevi trenutačno nisu dostupni. Pokušajte uskoro ponovno.
hu: A hozzáférési kulcsok most nem érhetők el. Próbálja újra később.
id: Kunci sandi tidak tersedia saat ini. Coba lagi sebentar lagi.
is: Aðgangslyklar eru ekki tiltækir núna. Reyndu aftur eftir smástund.
it: Le passkey non sono disponibili al momento. Riprova tra poco.
ja: 現在パスキーを利用できません。しばらくしてからお試しください。
ko: 지금은 패스키를 사용할 수 없습니다. 잠시 후 다시 시도하세요.
lt: Prieigos raktai šiuo metu nepasiekiami. Netrukus bandykite dar kartą.
lv: Piekļuves atslēgas pašlaik nav pieejamas. Mēģiniet vēlāk.
nb: Passnøkler er ikke tilgjengelige akkurat nå. Prøv igjen om litt.
nl: Passkeys zijn nu niet beschikbaar. Probeer het zo opnieuw.
nn: Passnøklar er ikkje tilgjengelege akkurat no. Prøv igjen om litt.
pl: Klucze dostępu są teraz niedostępne. Spróbuj ponownie za chwilę.
pt_br: As chaves de acesso estão indisponíveis no momento. Tente daqui a pouco.
ro: Cheile de acces nu sunt disponibile acum. Încearcă din nou peste puțin timp.
ru: Ключи доступа сейчас недоступны. Попробуйте чуть позже.
sk: Prístupové kľúče teraz nie sú dostupné. Skúste to o chvíľu.
sl: Dostopni ključi trenutno niso na voljo. Poskusite znova čez trenutek.
sr: Pristupni ključevi trenutno nisu dostupni. Pokušajte uskoro ponovo.
sv: Passnycklar är inte tillgängliga just nu. Försök igen om en stund.
sw: Funguo za kuingia hazipatikani sasa. Jaribu tena baada ya muda mfupi.
ta: பாஸ்கீகள் இப்போது கிடைக்கவில்லை. சிறிது நேரம் கழித்து முயலவும்.
th: ขณะนี้ใช้พาสคีย์ไม่ได้ โปรดลองอีกครั้งในอีกสักครู่
tr: Geçiş anahtarları şu anda kullanılamıyor. Birazdan tekrar deneyin.
uk: Ключі доступу зараз недоступні. Спробуйте трохи пізніше.
ur: پاس کیز ابھی دستیاب نہیں ہیں۔ کچھ دیر بعد دوبارہ کوشش کریں۔
vi: Hiện không thể dùng khóa truy cập. Hãy thử lại sau ít phút.
zh_hans: 通行密钥暂时不可用，请稍后重试。
zh_hant: 目前無法使用通行密鑰，請稍後再試。

# login.passkey.errors.noWindow
source: Couldn't show the passkey prompt. Try again.
ar: تعذّر عرض نافذة مفتاح المرور. حاول مجددًا.
bg: Неуспешно показване на прозореца за ключ за достъп. Опитайте отново.
bn: পাসকি প্রম্পট দেখানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut mostrar la finestra de la clau d'accés. Torna-ho a provar.
cs: Nepodařilo se zobrazit výzvu k použití přístupového klíče. Zkuste to znovu.
da: Kunne ikke vise vinduet til adgangsnøglen. Prøv igen.
de: Passkey-Dialog konnte nicht angezeigt werden. Erneut versuchen.
el: Δεν ήταν δυνατή η εμφάνιση του παραθύρου κλειδιού πρόσβασης. Δοκιμάστε ξανά.
es: No se pudo mostrar la ventana de clave de acceso. Inténtalo de nuevo.
et: Pääsuvõtme viipa ei saanud kuvada. Proovi uuesti.
fa: نمایش پنجرهٔ کلید عبور ممکن نشد. دوباره تلاش کنید.
fi: Pääsyavainkehotetta ei voitu näyttää. Yritä uudelleen.
fil: Hindi maipakita ang prompt para sa passkey. Subukan muli.
fr: Impossible d’afficher l’invite de clé d’accès. Réessayez.
he: לא ניתן להציג את חלונית מפתח הגישה. יש לנסות שוב.
hi: पासकी का प्रॉम्प्ट नहीं दिखाया जा सका। फिर कोशिश करें।
hr: Nije moguće prikazati upit za pristupni ključ. Pokušajte ponovno.
hu: Nem sikerült megjeleníteni a hozzáférési kulcs ablakát. Próbálja újra.
id: Tidak dapat menampilkan jendela kunci sandi. Coba lagi.
is: Ekki tókst að birta aðgangslyklagluggann. Reyndu aftur.
it: Impossibile mostrare la richiesta di passkey. Riprova.
ja: パスキーの画面を表示できませんでした。もう一度お試しください。
ko: 패스키 창을 표시할 수 없습니다. 다시 시도하세요.
lt: Nepavyko parodyti prieigos rakto lango. Bandykite dar kartą.
lv: Neizdevās parādīt piekļuves atslēgas uzvedni. Mēģiniet vēlreiz.
nb: Kunne ikke vise passnøkkelvinduet. Prøv igjen.
nl: Kon het passkeyvenster niet tonen. Probeer het opnieuw.
nn: Kunne ikkje vise passnøkkelvindauget. Prøv igjen.
pl: Nie udało się wyświetlić monitu o klucz dostępu. Spróbuj ponownie.
pt_br: Não foi possível exibir a solicitação de chave de acesso. Tente novamente.
ro: Nu s-a putut afișa fereastra pentru cheia de acces. Încearcă din nou.
ru: Не удалось открыть окно ключа доступа. Попробуйте ещё раз.
sk: Nepodarilo sa zobraziť výzvu na použitie prístupového kľúča. Skúste to znova.
sl: Poziva za dostopni ključ ni bilo mogoče prikazati. Poskusite znova.
sr: Nije moguće prikazati prozor za pristupni ključ. Pokušajte ponovo.
sv: Det gick inte att visa passnyckelrutan. Försök igen.
sw: Imeshindikana kuonyesha dirisha la ufunguo wa kuingia. Jaribu tena.
ta: பாஸ்கீ சாளரத்தைக் காட்ட முடியவில்லை. மீண்டும் முயலவும்.
th: แสดงหน้าต่างพาสคีย์ไม่ได้ ลองอีกครั้ง
tr: Geçiş anahtarı penceresi gösterilemedi. Tekrar deneyin.
uk: Не вдалося показати запит ключа доступу. Спробуйте ще раз.
ur: پاس کی کا ڈائیلاگ نہیں دکھایا جا سکا۔ دوبارہ کوشش کریں۔
vi: Không thể hiển thị lời nhắc dùng khóa truy cập. Hãy thử lại.
zh_hans: 无法显示通行密钥提示，请重试。
zh_hant: 無法顯示通行密鑰提示，請重試。

# login.passkey.errors.timedOut
source: The passkey request timed out. Try again.
ar: انتهت مهلة طلب مفتاح المرور. حاول مجددًا.
bg: Времето за заявката за ключ за достъп изтече. Опитайте отново.
bn: পাসকি অনুরোধের সময় শেষ হয়েছে। আবার চেষ্টা করুন।
ca: La sol·licitud de clau d'accés ha esgotat el temps d'espera. Torna-ho a provar.
cs: Časový limit požadavku na přístupový klíč vypršel. Zkuste to znovu.
da: Anmodningen om adgangsnøgle fik timeout. Prøv igen.
de: Zeitüberschreitung bei der Passkey-Anfrage. Erneut versuchen.
el: Το αίτημα κλειδιού πρόσβασης έληξε. Δοκιμάστε ξανά.
es: La solicitud de clave de acceso agotó el tiempo de espera. Inténtalo de nuevo.
et: Pääsuvõtme taotlus aegus. Proovi uuesti.
fa: مهلت درخواست کلید عبور به پایان رسید. دوباره تلاش کنید.
fi: Pääsyavainpyyntö aikakatkaistiin. Yritä uudelleen.
fil: Nag-time out ang kahilingan sa passkey. Subukan muli.
fr: La demande de clé d’accès a expiré. Réessayez.
he: תם הזמן שהוקצב לבקשת מפתח הגישה. יש לנסות שוב.
hi: पासकी अनुरोध का समय समाप्त हो गया। फिर कोशिश करें।
hr: Isteklo je vrijeme za zahtjev za pristupni ključ. Pokušajte ponovno.
hu: A hozzáférésikulcs-kérelem időtúllépés miatt meghiúsult. Próbálja újra.
id: Permintaan kunci sandi kehabisan waktu. Coba lagi.
is: Beiðni um aðgangslykil rann út á tíma. Reyndu aftur.
it: La richiesta di passkey è scaduta. Riprova.
ja: パスキーのリクエストがタイムアウトしました。もう一度お試しください。
ko: 패스키 요청 시간이 초과되었습니다. 다시 시도하세요.
lt: Baigėsi prieigos rakto užklausai skirtas laikas. Bandykite dar kartą.
lv: Piekļuves atslēgas pieprasījumam beidzās gaidīšanas laiks. Mēģiniet vēlreiz.
nb: Passnøkkelforespørselen ble tidsavbrutt. Prøv igjen.
nl: Het passkeyverzoek is verlopen. Probeer het opnieuw.
nn: Passnøkkelførespurnaden tok for lang tid. Prøv igjen.
pl: Upłynął czas żądania klucza dostępu. Spróbuj ponownie.
pt_br: A solicitação de chave de acesso expirou. Tente novamente.
ro: Solicitarea cheii de acces a expirat. Încearcă din nou.
ru: Время ожидания ключа доступа истекло. Попробуйте ещё раз.
sk: Časový limit žiadosti o prístupový kľúč vypršal. Skúste to znova.
sl: Čas za zahtevo za dostopni ključ je potekel. Poskusite znova.
sr: Zahtev za pristupni ključ je istekao. Pokušajte ponovo.
sv: Tidsgränsen för passnyckelbegäran överskreds. Försök igen.
sw: Muda wa ombi la ufunguo wa kuingia umeisha. Jaribu tena.
ta: பாஸ்கீ கோரிக்கைக்கான நேரம் முடிந்தது. மீண்டும் முயலவும்.
th: คำขอพาสคีย์หมดเวลา ลองอีกครั้ง
tr: Geçiş anahtarı isteği zaman aşımına uğradı. Tekrar deneyin.
uk: Час очікування запиту ключа доступу минув. Спробуйте ще раз.
ur: پاس کی کی درخواست کا وقت ختم ہو گیا۔ دوبارہ کوشش کریں۔
vi: Yêu cầu khóa truy cập đã hết thời gian chờ. Hãy thử lại.
zh_hans: 通行密钥请求超时，请重试。
zh_hant: 通行密鑰請求逾時，請重試。

# login.passkey.errors.unexpectedResponse
source: The passkey request returned an unexpected response. Try again.
ar: تلقّى طلب مفتاح المرور استجابة غير متوقعة. حاول مجددًا.
bg: Заявката за ключ за достъп върна неочакван отговор. Опитайте отново.
bn: পাসকি অনুরোধে অপ্রত্যাশিত উত্তর এসেছে। আবার চেষ্টা করুন।
ca: La sol·licitud de clau d'accés ha retornat una resposta inesperada. Torna-ho a provar.
cs: Požadavek na přístupový klíč vrátil neočekávanou odpověď. Zkuste to znovu.
da: Anmodningen om adgangsnøgle gav et uventet svar. Prøv igen.
de: Unerwartete Antwort auf die Passkey-Anfrage. Erneut versuchen.
el: Το αίτημα κλειδιού πρόσβασης επέστρεψε μη αναμενόμενη απάντηση. Δοκιμάστε ξανά.
es: La solicitud de clave de acceso devolvió una respuesta inesperada. Inténtalo de nuevo.
et: Pääsuvõtme taotlus andis ootamatu vastuse. Proovi uuesti.
fa: درخواست کلید عبور پاسخی غیرمنتظره دریافت کرد. دوباره تلاش کنید.
fi: Pääsyavainpyyntöön saatiin odottamaton vastaus. Yritä uudelleen.
fil: May hindi inaasahang tugon sa kahilingan sa passkey. Subukan muli.
fr: La demande de clé d’accès a renvoyé une réponse inattendue. Réessayez.
he: בקשת מפתח הגישה החזירה תשובה לא צפויה. יש לנסות שוב.
hi: पासकी अनुरोध पर अप्रत्याशित जवाब मिला। फिर कोशिश करें।
hr: Zahtjev za pristupni ključ vratio je neočekivan odgovor. Pokušajte ponovno.
hu: A hozzáférésikulcs-kérelem váratlan választ adott. Próbálja újra.
id: Permintaan kunci sandi menghasilkan respons tak terduga. Coba lagi.
is: Beiðni um aðgangslykil skilaði óvæntu svari. Reyndu aftur.
it: La richiesta di passkey ha restituito una risposta inattesa. Riprova.
ja: パスキーのリクエストで予期しない応答が返されました。もう一度お試しください。
ko: 패스키 요청에서 예상치 못한 응답이 왔습니다. 다시 시도하세요.
lt: Gautas netikėtas atsakymas į prieigos rakto užklausą. Bandykite dar kartą.
lv: Piekļuves atslēgas pieprasījums atgrieza negaidītu atbildi. Mēģiniet vēlreiz.
nb: Passnøkkelforespørselen ga et uventet svar. Prøv igjen.
nl: Het passkeyverzoek gaf een onverwacht antwoord. Probeer het opnieuw.
nn: Passnøkkelførespurnaden gav eit uventa svar. Prøv igjen.
pl: Żądanie klucza dostępu zwróciło nieoczekiwaną odpowiedź. Spróbuj ponownie.
pt_br: A solicitação de chave de acesso retornou uma resposta inesperada. Tente novamente.
ro: Solicitarea cheii de acces a primit un răspuns neașteptat. Încearcă din nou.
ru: Получен неожиданный ответ на запрос ключа доступа. Попробуйте ещё раз.
sk: Žiadosť o prístupový kľúč vrátila neočakávanú odpoveď. Skúste to znova.
sl: Zahteva za dostopni ključ je vrnila nepričakovan odgovor. Poskusite znova.
sr: Zahtev za pristupni ključ je vratio neočekivan odgovor. Pokušajte ponovo.
sv: Passnyckelbegäran gav ett oväntat svar. Försök igen.
sw: Ombi la ufunguo wa kuingia limeleta jibu lisilotarajiwa. Jaribu tena.
ta: பாஸ்கீ கோரிக்கைக்கு எதிர்பாராத பதில் வந்தது. மீண்டும் முயலவும்.
th: คำขอพาสคีย์ได้รับการตอบกลับที่ไม่คาดคิด ลองอีกครั้ง
tr: Geçiş anahtarı isteği beklenmeyen bir yanıt döndürdü. Tekrar deneyin.
uk: На запит ключа доступу надійшла неочікувана відповідь. Спробуйте ще раз.
ur: پاس کی کی درخواست پر غیر متوقع جواب ملا۔ دوبارہ کوشش کریں۔
vi: Yêu cầu khóa truy cập trả về phản hồi không mong đợi. Hãy thử lại.
zh_hans: 通行密钥请求返回了异常响应，请重试。
zh_hant: 通行密鑰請求傳回非預期回應，請重試。

# login.passkey.errors.verificationFailed
source: We couldn’t verify that passkey. Try again, or use another sign-in method.
ar: تعذر التحقق من مفتاح المرور هذا. حاول مرة أخرى، أو استخدم طريقة تسجيل دخول أخرى.
bg: Не успяхме да потвърдим този ключ за достъп. Опитайте отново или използвайте друг метод за вход.
bn: আমরা ওই পাসকিটি যাচাই করতে পারিনি। আবার চেষ্টা করুন, অথবা অন্য সাইন-ইন পদ্ধতি ব্যবহার করুন।
ca: No hem pogut verificar aquesta clau d'accés. Torna-ho a provar o fes servir un altre mètode d'inici de sessió.
cs: Tento přístupový klíč se nepodařilo ověřit. Zkuste to znovu nebo použijte jiný způsob přihlášení.
da: Vi kunne ikke bekræfte den adgangsnøgle. Prøv igen, eller brug en anden loginmetode.
de: Dieser Passkey konnte nicht verifiziert werden. Versuche es erneut oder nutze eine andere Anmeldemethode.
el: Δεν μπορέσαμε να επαληθεύσουμε αυτό το κλειδί πρόσβασης. Δοκιμάστε ξανά ή χρησιμοποιήστε άλλη μέθοδο σύνδεσης.
es: No pudimos verificar esa clave de acceso. Inténtalo de nuevo o usa otro método de inicio de sesión.
et: Me ei saanud seda pääsuvõtit kinnitada. Proovi uuesti või kasuta teist sisselogimisviisi.
fa: نتوانستیم آن کلید عبور را تأیید کنیم. دوباره تلاش کنید یا از روش دیگری برای ورود استفاده کنید.
fi: Emme voineet vahvistaa passiavainta. Yritä uudelleen tai käytä toista kirjautumistapaa.
fil: Hindi namin ma-verify ang passkey na iyon. Subukan muli, o gumamit ng ibang paraan ng pag-sign in.
fr: Nous n’avons pas pu vérifier cette clé d’accès. Réessayez ou utilisez une autre méthode de connexion.
he: לא הצלחנו לאמת את מפתח הגישה הזה. נסה/י שוב, או השתמש/י בדרך התחברות אחרת.
hi: हम उस पासकी की पुष्टि नहीं कर सके। फिर से कोशिश करें या साइन इन का कोई दूसरा तरीका इस्तेमाल करें।
hr: Nismo mogli potvrditi taj pristupni ključ. Pokušajte ponovno ili koristite drugi način prijave.
hu: Nem tudtuk ellenőrizni a jelszókulcsot. Próbáld újra, vagy használj másik bejelentkezési módot.
id: Kami tidak dapat memverifikasi kunci sandi itu. Coba lagi, atau gunakan metode masuk lain.
is: Ekki tókst að staðfesta þennan aðgangslykil. Reyndu aftur eða notaðu aðra innskráningarleið.
it: Impossibile verificare la passkey. Riprova o usa un altro metodo di accesso.
ja: そのパスキーを確認できませんでした。もう一度試すか、別のサインイン方法を使ってください。
ko: 해당 패스키를 확인할 수 없습니다. 다시 시도하거나 다른 로그인 방법을 사용하세요.
lt: Nepavyko patvirtinti to prieigos rakto. Bandykite dar kartą arba naudokite kitą prisijungimo būdą.
lv: Mums neizdevās verificēt šo piekļuves atslēgu. Mēģiniet vēlreiz vai izmantojiet citu pierakstīšanās veidu.
nb: Passnøkkelen kunne ikke bekreftes. Prøv igjen, eller bruk en annen innloggingsmetode.
nl: We konden die toegangssleutel niet verifiëren. Probeer het opnieuw of gebruik een andere inlogmethode.
nn: Vi kunne ikkje stadfeste den passnøkkelen. Prøv igjen, eller bruk ein annan innloggingsmåte.
pl: Nie mogliśmy zweryfikować tego klucza dostępu. Spróbuj ponownie lub użyj innej metody logowania.
pt_br: Não foi possível verificar essa chave de acesso. Tente novamente ou use outro método de login.
ro: Nu am putut verifica acea cheie de acces. Încearcă din nou sau folosește altă metodă de autentificare.
ru: Не удалось подтвердить этот ключ доступа. Повторите попытку или используйте другой способ входа.
sk: Tento prístupový kľúč sa nám nepodarilo overiť. Skúste to znova alebo použite iný spôsob prihlásenia.
sl: Tega ključa za prijavo nismo mogli preveriti. Poskusite znova ali uporabite drug način prijave.
sr: Nismo mogli da potvrdimo taj ključ za pristup. Pokušajte ponovo ili koristite drugi način prijave.
sv: Vi kunde inte verifiera passnyckeln. Försök igen eller använd en annan inloggningsmetod.
sw: Hatukuweza kuthibitisha ufunguo huo wa siri. Jaribu tena, au tumia njia nyingine ya kuingia.
ta: அந்த பாஸ்கீயை சரிபார்க்க முடியவில்லை. மீண்டும் முயற்சிக்கவும் அல்லது வேறு உள்நுழைவு முறையை பயன்படுத்தவும்.
th: เราไม่สามารถยืนยันพาสคีย์นั้นได้ ลองอีกครั้ง หรือใช้วิธีลงชื่อเข้าใช้อื่น
tr: Bu geçiş anahtarını doğrulayamadık. Tekrar deneyin veya başka bir giriş yöntemi kullanın.
uk: Не вдалося перевірити цей ключ доступу. Спробуйте ще раз або використайте інший спосіб входу.
ur: ہم اس پاسکی کی تصدیق نہیں کر سکے۔ دوبارہ کوشش کریں، یا سائن اِن کا دوسرا طریقہ استعمال کریں۔
vi: Chúng tôi không thể xác minh passkey đó. Hãy thử lại hoặc dùng cách đăng nhập khác.
zh_hans: 我们无法验证该通行密钥。请重试，或使用其他登录方式。
zh_hant: 我們無法驗證該通行金鑰。請重試，或改用其他登入方式。

# login.passwordOptionalLabel
source: Password (optional)
ar: كلمة المرور (اختيارية)
bg: Парола (по желание)
bn: পাসওয়ার্ড (ঐচ্ছিক)
ca: Contrasenya (opcional)
cs: Heslo (volitelné)
da: Adgangskode (valgfrit)
de: Passwort (optional)
el: Κωδικός πρόσβασης (προαιρετικό)
es: Contraseña (opcional)
et: Parool (valikuline)
fa: رمز عبور (اختیاری)
fi: Salasana (valinnainen)
fil: Password (opsyonal)
fr: Mot de passe (facultatif)
he: סיסמה (אופציונלי)
hi: पासवर्ड (वैकल्पिक)
hr: Lozinka (opcionalno)
hu: Jelszó (nem kötelező)
id: Kata sandi (opsional)
is: Lykilorð (valfrjálst)
it: Password (facoltativa)
ja: パスワード（オプション）
ko: 비밀번호 (선택사항)
lt: Slaptažodis (pasirinktinai)
lv: Parole (neobligāta)
nb: Passord (valgfritt)
nl: Wachtwoord (optioneel)
nn: Passord (valfritt)
pl: Hasło (opcjonalne)
pt_br: Senha (opcional)
ro: Parola (opțional)
ru: Пароль (необязательно)
sk: Heslo (voliteľné)
sl: Geslo (izbirno)
sr: Lozinka (opciono)
sv: Lösenord (valfritt)
sw: Nenosiri (hiyari)
ta: கடவுச்சொல் (விரும்பினால்)
th: รหัสผ่าน (ไม่จำเป็น)
tr: Parola (isteğe bağlı)
uk: Пароль (необов'язково)
ur: پاس ورڈ (اختیاری)
vi: Mật khẩu (tùy chọn)
zh_hans: 密码（可选）
zh_hant: 密碼 (可選)

# login.passwordPlaceholder
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
bg: Въведете вашата парола
bn: আপনার পাসওয়ার্ড প্রবেশ করুন
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
da: Indtast din adgangskode
de: Geben Sie Ihr Passwort ein
el: Εισάγετε τον κωδικό πρόσβασης σας
es: Introduce tu contraseña
et: Sisesta oma parool
fa: رمز عبور خود را وارد کنید
fi: Kirjoita salasanasi
fil: Magpasok ng iyong password
fr: Entrez votre mot de passe
he: הזן את הסיסמה שלך
hi: अपना पासवर्ड दर्ज करें
hr: Unesite vašu lozinku
hu: Írja be jelszavát
id: Masukkan kata sandi Anda
is: Sláðu inn lykilorðið þitt
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lt: Įveskite savo slaptažodį
lv: Ievadiet savu paroli
nb: Skriv inn passordet ditt
nl: Voer je wachtwoord in
nn: Skriv inn passordet ditt
pl: Wpisz swoje hasło
pt_br: Digite sua senha
ro: Introduceți parola
ru: Введите пароль
sk: Zadaj svoje heslo
sl: Vnesite svoje geslo
sr: Unesi svoju lozinku
sv: Skriv in ditt lösenord
sw: Ingiza nenosiri lako
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
th: ใส่รหัสผ่านของคุณ
tr: Parolanızı girin
uk: Введіть свій пароль
ur: اپنا پاس ورڈ درج کریں
vi: Nhập mật khẩu của bạn
zh_hans: 输入您的密码
zh_hant: 輸入你的密碼

# login.phonePasswordHint
source: Leave password empty to receive an SMS code
ar: اترك حقل كلمة المرور فارغاً لتلقي رمز SMS
bg: Оставете полето за парола празно, за да получите SMS код
bn: এসএমএস কোড পেতে পাসওয়ার্ড ক্ষেত্র খালি রাখুন
ca: Deixa el camp de contrasenya en blanc per rebre un codi SMS
cs: Nechte pole hesla prázdné a obdržíte SMS kód
da: Lad adgangskodefeltet være tomt for at modtage en SMS-kode
de: Lassen Sie das Passwortfeld leer, um einen SMS-Code zu erhalten
el: Αφήστε το πεδίο κωδικού πρόσβασης κενό για να λάβετε κώδικα SMS
es: Deja la contraseña vacía para recibir un código SMS
et: Jäta parooliväli tühjaks, et saada SMS-kood
fa: برای دریافت کد SMS، فیلد رمز عبور را خالی بگذارید
fi: Jätä salasanakenttä tyhjäksi saadaksesi SMS-koodin
fil: Iwanan ang password field na walang laman upang makatanggap ng SMS code
fr: Laissez le champ mot de passe vide pour recevoir un code SMS
he: השאר את שדה הסיסמה ריק כדי לקבל קוד SMS
hi: SMS कोड प्राप्त करने के लिए पासवर्ड खाली छोड़ें
hr: Ostavite lozinku praznom da biste primili SMS kod
hu: Hagyja üresen a jelszómezőt, hogy SMS-kódot kapjon
id: Biarkan kata sandi kosong untuk menerima kode SMS
is: Skildu lykilorðsreitinn auðan til að fá SMS-kóða
it: Lascia il campo della password vuoto per ricevere un codice SMS
ja: SMS コードを受け取るにはパスワード欄を空のままにしてください
ko: SMS 코드를 받으려면 비밀번호 필드를 비워두세요
lt: Palikite slaptažodžio lauką tuščią, kad gautumėte SMS kodą
lv: Atstājiet paroles lauku tukšu, lai saņemtu SMS kodu
nb: La passordfeltet stå tomt for å motta en SMS-kode
nl: Laat het wachtwoordveld leeg om een SMS-code te ontvangen
nn: La passordfeltet stå tomt for å motta ei SMS-kode
pl: Pozostaw pole hasła puste, aby otrzymać kod SMS
pt_br: Deixe a senha em branco para receber um código SMS
ro: Lăsați câmpul parolei gol pentru a primi o cod SMS
ru: Оставьте поле пароля пустым, чтобы получить SMS-код
sk: Nechaj pole hesla prázdne, aby si dostal SMS kód
sl: Pustite polje gesla prazno, da prejmete SMS-kodo
sr: Ostavi polje za lozinku prazno da bi primio SMS kod
sv: Låt lösenordsfältet vara tomt för att få en SMS-kod
sw: Acha nenosiri tupu kupokea nambari ya SMS
ta: SMS குறியீட்டைப் பெற கடவுச்சொல் புலத்தை காலியாக விடவும்
th: ปล่อยให้ช่องรหัสผ่านว่างเพื่อรับรหัส SMS
tr: SMS kodu almak için parola alanını boş bırakın
uk: Залиште поле пароля порожнім, щоб отримати SMS-код
ur: SMS کوڈ وصول کرنے کے لیے پاس ورڈ خالی چھوڑیں
vi: Để trống mật khẩu để nhận mã SMS
zh_hans: 留空密码字段即可接收短信代码
zh_hant: 保留密碼欄空白以接收簡訊代碼

# login.separator
source: or
ar: أو
bg: или
bn: অথবা
ca: o
cs: nebo
da: eller
de: oder
el: ή
es: o
et: või
fa: یا
fi: tai
fil: o
fr: ou
he: או
hi: या
hr: ili
hu: vagy
id: atau
is: eða
it: o
ja: または
ko: 또는
lt: arba
lv: vai
nb: eller
nl: of
nn: eller
pl: lub
pt_br: ou
ro: sau
ru: или
sk: alebo
sl: ali
sr: ili
sv: eller
sw: au
ta: அல்லது
th: หรือ
tr: veya
uk: або
ur: یا
vi: hoặc
zh_hans: 或
zh_hant: 或

# login.submitButton
source: Log in
ar: تسجيل الدخول
bg: Влизане
bn: লগইন করুন
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu
fil: Mag-login
fr: Se connecter
he: התחבר
hi: लॉगिन करें
hr: Prijavi se
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
ko: 로그인
lt: Prisijungti
lv: Pierakstīties
nb: Logg inn
nn: Logg inn
pl: Zaloguj się
pt_br: Fazer login
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Prijavi se
sv: Logga in
sw: Ingia
ta: உள்நுழையவும்
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
ur: لاگ ان کریں
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入
